import { servicesForCompaniesAndPersonsProp } from "@/types/types";

export const planData = [
  {
    id: 1,
    title: "مشاوره تلفنی / چت",
    time: "۱۵ دقیقه",
    price: "free",
    href: "/",
  },
  {
    id: 2,
    title: "مشاوره چت",
    time: "۳۰ دقیقه",
    price: "۲۵۰",
    href: "/",
  },
  {
    id: 3,
    title: "مشاوره تلفنی / تصویری",
    time: "۳۰ دقیقه",
    price: "۳۲۰",
    href: "/",
  },
  {
    id: 4,
    title: "مشاوره تلفنی / تصویری",
    time: "۴۵ دقیقه",
    price: "۳۷۰",
    href: "/",
  },
];

export const servicesForCompanyData: servicesForCompaniesAndPersonsProp = {
  title: "خدمات قابل ارائه برای سازمان‌ها",
  type: "company",
  items: [
    "ایجاد سیستم‌های ارزیابی عملکرد",
    "نیازسنجی+برنامه‌ریزی آموزشی پرسنل",
    "طراحی+انجام فرآیندهای جذب و استخدام مؤثر",
    "برنامه‌ریزی برای تعدیل،ارتقا و توسعه مسیرحرفه‌ای کارکنان",
    "استفاده از جدیدترین ابزارهای علمی و تحقیقاتی جهت تصمیم‌گیری",
    "مدیریت تنش‌ها و تعارضات در سازمان",
    "توسعه سیستم‌های ارزیابی و پاداش‌دهی کارکنان",
    "مشاوره جهت افزایش بهره‌وری و بهبود فرهنگ سازمانی",
    "ارائه تکنیک‌های تیم‌سازی و همکاری کارآمد",
    "برگزاری ورکشاپ‌های آموزشی و تدریس به کارکنان",
  ],
};

export const servicesForPersonData: servicesForCompaniesAndPersonsProp = {
  title: "خدمات قابل ارائه در قالب مشاوره فردی",
  type: "person",
  items: [
    "خودآگاهی و شناخت خود",
    "تقویت خلاقیت و نوآوری",
    "برنامه‌ریزی هدف‌گذاری",
    "مدیریت زمان و بهره‌وری",
    "مشاور تحصیلی و کنکور",
    "تقویت اعتماد به نفس",
    "کنترل استرس و اضطراب",
    "کشف استعدادها و علایق",
    "مشاوره شغلی و حرفه‌ای",
    "انجام+تحلیل تست‌های روانشناختی",
  ],
};
