export const faqData = [
  {
    title: "مشاوره فردی به درد چه کسایی میخوره؟",
    description:
      "هر کسی که به دنبال ساختن یک لایف استایل خوب، رشد فردی، کشف کردن استعداد منحصر به فردش و توسعه شغلیشه. یا عزیزی که نیاز به مشاوره برای مسیر پر پیچ و خم کنکور کارشناسی و کارشناسی ارشدش داره و در نهایت هر کسی که در آرزوی رسیدن به اهدافشه.",
  },
  {
    title: "مشاوره سازمانی به درد چه کسب و کارهایی میخوره؟",
    description:
      "کسب‌وکارهای نوپایی که کلی جای رشد دارن یا اون‌هایی که با یه‌سری مشکلات ریز و درشت دست و پنجه نرم میکنن و سودآوری پایینی دارن. به‌علاوه استارتاپ‌هایی که بخاطر ترسای شما، هیچوقت متولد نشدن و در قالب ایده باقی مونده. ",
  },
  {
    title: "چرا مشاوره با من؟",
    description:
      "سال‌ها تحصیلات دانشگاهی و آکادمیک، مطالعه رفرنسای علمی، تجربه ارائه مشاوره فردی به مراجعین متعدد و سابقه کار تو شرکت‌های کوچیک و بزرگ تهران و اصفهان ؛ همه این‌ها کنارهم ریشه‌یایی مشکلات شمارو دقیق‌تر میکنه و مسیر رسیدن به هدف‌هاتون رو هموارتر. اگرهم دوست دارین استارتاپ خودتون رو راه بندازین یا همین الان صاحب یه کسب‌وکارین، راجع به کاهش هزینه‌ها و بالابردن بهره‌وریتون میتونین روی دانش و تجربه من حساب کنین.",
  },
];
