export const faqData = [
  {
    title: "مشاوره فردی به درد چه کسایی میخوره؟",
    description:
      "هر کسی که به دنبال ساختن یک لایف استایل خوب، رشد فردی، کشف کردن استعداد منحصر به فردش و توسعه شغلیشه. یا عزیزی که نیاز به مشاوره برای مسیر پر پیچ و خم کنکور کارشناسی و کارشناسی ارشدش داره و در نهایت هر کسی که در آرزوی رسیدن به اهدافشه.",
  },
  {
    title: "مشاوره سازمانی به درد چه کسب و کارهایی میخوره؟",
    description: "",
  },
  {
    title: "چرا مشاوره با من؟",
    description: "",
  },
];
