export const resumeData = [
  "مشاور و روانشناس صنعتی سازمانی در موسسه بقیة‌الله به مدت ۴ سال",
  "روانشناس صنعتی سازمانی و عضو کمیته اسپانسرینگ شرکت فلت ارث به مدت ۳ سال ",
  "مشاور و مدارس مهارت‌های نرم در مدارش فرزانگان، ارشاد، ابن سینا، دکترحسابی و موسسه‌های گزینه۲ و قلمچی",
  "کارشناس آموزش مهارت‌های نرم در شرکت هنزا واقع در نیاوران",
  "روانشناس صنعتی سازمانی در شرکت روان‌پژوهان صنعت",
  "مدیرمسئول و سردبیر فصلنامه علمی هبوط دانشگاه شهید بهشتی",
  "روانشناس صنعتی‌سازمانی و مدیرتولید محتوا در شرکت آداپتیو",
  "مشاور و تسهیلگر کلاس‌های رشد فردی در موسسه سیرنگ",
  "روانشناس در موسسه کارماکنکور",
  "نویسنده مقاله در سایت انجمن نویسندگان کودک‌ونوجوان ایران و فصلنامه‌ها و ماهنامه‌های علمی نگاه، راهِ نو، هبوط و …",
  "انجام پژوهش علمی تحت نظر وزارت علوم، تحقیقات و فناوری",
];
