interface testimonialTypes {
  id: number;
  name: string;
  gender: "man" | "woman";
  testimonial: string;
}

export const testimonialsData: testimonialTypes[] = [
  {
    id: 1,
    name: "امیر شریف‌زاده",
    gender: "man",
    testimonial:
      "تجربه کار با این تیم فوق‌العاده بود. توانستند برند ما را به سطح جدیدی برسانند.",
  },
  {
    id: 2,
    name: "فاطمه شفیعی",
    gender: "woman",
    testimonial:
      "خدمات مشاوره‌ای این شرکت باعث شد تا استارتاپ ما در مسیر درستی قرار بگیردخدمات مشاوره‌ای این شرکت باعث شد تا استارتاپ ما در مسیر درستی قرار بگیرد.. خدمات مشاوره‌ای این شرکت باعث شد تا استارتاپ ما در مسیر درستی قرار بگیرد. خدمات مشاوره‌ای این شرکت باعث شد تا استارتاپ ما در مسیر درستی قرار بگیرد. خدمات مشاوره‌ای این شرکت باعث شد تا استارتاپ ما در مسیر درستی قرار بگیرد. خدمات مشاوره‌ای این شرکت باعث شد تا استارتاپ ما در مسیر درستی قرار بگیرد.",
  },
];
