interface testimonialTypes {
  id: number;
  name: string;
  gender: "man" | "woman";
  testimonial: string;
}

export const testimonialsData: testimonialTypes[] = [
  {
    id: 1,
    name: "سامان فتوحی",
    gender: "man",
    testimonial:
      "یکسال بود که خودم رو گم کرده بودم، جلسه با ایشون شبیه این بود که یکی جلوت آینه بگیره. با احترام، ولی بی‌تعارف.",
  },
  {
    id: 2,
    name: "مریم جوکار",
    gender: "woman",
    testimonial:
      "خیلی وقتا شروع نمیکردم چون میترسیدم خراب کنم. فاطمه گفت: «تو تنبل نیستی، فقط نمیخوای شرمنده‌ی خودت بشی.» بعد از اون جلسه، دوتا پروژه رو بالاخره استارت و امروز یکیشو با موفقیت تحویل دادم.",
  },
  {
    id: 3,
    name: "نگار صولتی",
    gender: "woman",
    testimonial:
      "من دانشجوی پزشکی ام!از بیرون همه میگفتن موفقی. ولی حس میکردم از درون پوچم. تو یکی از جلسه‌ها،خانم شفیعی حرفی زدن که هنوز بعد از ۳ ماه توی ذهنمه: نگار تو واقعاً لازم نیست هر لحظه بدویی تا وجودت معنا پیدا کنه. تو حق داری نفس بکشی،حتی بدون مفید بودن.تو حق داری فقط باشی، نه با کار، نه با بهره‌وری، فقط با بودنت :)))",
  },
  {
    id: 4,
    name: "محمد بیات",
    gender: "man",
    testimonial:
      "باشگاه ثبت نام میکردم،کتاب میخریدم،برنامه درس خوندن میریختم ولی همیشه خسته بودم. ولی فقط رو برگه.همیشه میگفتم بعداً. فکر می‌کردم بی عرضه و بی‌اراده‌ام. ولی خانم شفیعی گفتن آدمای در حال فرار، گاهی خسته‌تر از آدمای در حال تلاشن..  انگار یه چیزی تو وجودم رو روشن کردن. همون اتاق تاریکی که هیچ‌کس قبلاً بهش اشاره نکرده بود..",
  },
  {
    id: 5,
    name: "ماهان جوادی",
    gender: "man",
    testimonial:
      "بعد از ماه‌ها خوابیدن تا ظهر، فیلم دیدن، اسکرول کردن بی‌هدف… بالاخره رزرو کردم. نه برای اینکه موفق شم، فقط برای اینکه دیگه هیچی حال نمیداد. اما الان پنج ماهه که همه چی فرق میکنه.ممنونم که باعث شدین اشتیاق به زندگی رو دوباره تجربه کنم.",
  },
  {
    id: 6,
    name: "نسیم دارابی",
    gender: "woman",
    testimonial:
      "هم میخواستم کنکور ارشد بدم، هم نمیخواستم. هم انگیزه داشتم، هم ناامید بودم.از فاطمه پرسیدم:این آمدن ما بهر چه بود آخر؟😅 یادمه بهم گفت: «بعضی وقتا این سردرگمی، فقط یجور فرسودگیه که لباس تردید پوشیده»، تازه فهمیدم من نیاز به مکث دارم،نه تصمیم‌ فوری!",
  },
  {
    id: 7,
    name: "محمدباقر کامرانی",
    gender: "man",
    testimonial:
      "برای درس خوندن برنامه می‌ریختم، ولی انقدر بی‌نقص ‌بود که هیچ‌وقت اجرا نمی‌شد. انگار مغزم می‌گفت یا عالی یا هیچی. خانم شفیعی کمک کرد بفهمم چجوری با همین مغز وسواسی، کار واقع بینانه کنم، نه ایده‌آل. الان هنوز کامل نیستم، ولی خب در حرکتم و این کافیه 😉",
  },
  {
    id: 8,
    name: "زهرا نوربخش",
    gender: "woman",
    testimonial:
      "وقتی برای اولین بار با خانم شفیعی صحبت کردم، فقط میخواستم یکی حرفامو بشنوه. اما حسی که گرفتم خیلی بیشتر از شنیدن بود… اون جلسه جرقه‌ای شد برای اینکه بعد از سال‌ها، بالاخره بفهمم چرا انقدر با خودم دشمنم!",
  },
  {
    id: 9,
    name: "کیانا مهری",
    gender: "woman",
    testimonial:
      "هروقت می‌خواستم درس بخونم، یه فکر می‌اومد تو ذهنم که اگه قبول نشی چی؟ اگه دخترداییت رتبه‌ش بهتر بشه چی؟ شما بهم نشون دادین که من کم‌هوش نیستم، فقط از زمین خوردن می‌ترسم.بعد از مشاوره‌هایی که باهم داشتیم هررزو طبق برنامم مطالعه میکنم.",
  },
  {
    id: 10,
    name: "رضا فخار",
    gender: "man",
    testimonial:
      "یه روز با انگیزه، دو روز بی‌حال. یه روز باشگاه، چار روز خونه.گاهی درگیر یه جنگ پنهانی با خودت میشی و یکی از بیرون باید نجاتت بده.مرسی که کمکم کردین🙏🏻",
  },
  {
    id: 11,
    name: "سمانه حیدرپور",
    gender: "woman",
    testimonial:
      "من تو تصمیم‌گیری گیر نم‌کردم، فلج میشدم. شغل A یا B؟ شهر A یا B؟ رشته A یا B؟ مشاوره با خانم شفیعی کلا بازی ذهنیمو عوض کرد.",
  },
  {
    id: 12,
    name: "بهزاد تیموری",
    gender: "man",
    testimonial:
      "کارم بد نبود، حقوقم هم. ولی حس میکردم دارم از درون یخ میزنم. خانم شفیعی کمکم کرد بفهمم که شغل صرفا امنیت مالی نیست، باید حالتم وقتی انجامش میدی خوب باشه.الان ۸ ماهه که کار خودمو راه انداختم و از شغل قبلیم استعفا دادم.اولاش زیر فشار و استرس داشتم پودر میشدم،ولی الان که به عقب برمیگردم به خودم افتخار میکنم.",
  },
];
